Repository: Alucard-Storm/scanvault
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, kn, ml, mr, pa, ta, te

# homeTab
source: Home
bn: হোম
gu: હોમ
kn: ಮುಖಪುಟ
ml: ഹോം
mr: होम
pa: ਹੋਮ
ta: முகப்பு
te: హోమ్

# foldersTab
source: Folders
bn: ফোল্ডার
gu: ફોલ્ડર
kn: ಫೋಲ್ಡರ್‌ಗಳು
ml: ഫോൾഡറുകൾ
mr: फोल्डर
pa: ਫੋਲਡਰ
ta: கோப்புறைகள்
te: ఫోల్డర్లు

# settingsTab
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Scan Page
bn: স্ক্যান পেজ
gu: પેજ સ્કેન કરો
kn: ಸ್ಕ್ಯಾನ್ ಪುಟ
ml: പേജ് സ്കാൻ ചെയ്യുക
mr: स्कॅन पेज
pa: ਪੇਜ ਸਕੈਨ ਕਰੋ
ta: ஸ்கேன் பக்கம்
te: స్కాన్ పేజీ

# cameraPermissionRequired
source: Camera permission is required
bn: ক্যামেরার অনুমতি প্রয়োজন
gu: કેમેરા પરવાનગી જરૂરી છે
kn: ಕ್ಯಾಮೆರಾ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: ക്യാമറ അനുമതി ആവശ്യമാണ്
mr: कॅमेरा परवानगी आवश्यक
pa: ਕੈਮਰਾ ਇਜਾਜ਼ਤ ਲੋੜੀਂਦੀ ਹੈ
ta: கேமரா அனுமதி தேவை
te: కెమెరా అనుమతి అవసరం

source: No cameras available
bn: কোন ক্যামেরা পাওয়া যায়নি
gu: કોઈ કેમેરા ઉપલબ્ધ નથી
kn: ಕ್ಯಾಮೆರಾಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: ക്യാമറകൾ ലഭ്യമല്ല
mr: कॅमेरा उपलब्ध नाही
pa: ਕੋਈ ਕੈਮਰਾ ਉਪਲਬਧ ਨਹੀਂ
ta: கேமராக்கள் இல்லை
te: కెమెరాలు అందుబాటులో లేవు

# errorScanning
source: Error scanning: {error}
bn: স্ক্যানিং ত্রুটি: {error}
gu: સ્કેનિંગ ભૂલ: {error}
kn: ಸ್ಕ್ಯಾನಿಂಗ್ ದೋಷ: {error}
ml: സ്കാനിംഗ് പിശക്: {error}
mr: स्कॅनिंग त्रुटी: {error}
pa: ਸਕੈਨਿੰਗ ਗਲਤੀ: {error}
ta: ஸ்கேனிங் பிழை: {error}
te: స్కానింగ్ లోపం: {error}

source: Save
bn: সংরক্ষণ
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
mr: सेव्ह करा
pa: ਸੇਵ ਕਰੋ
ta: சேமி
te: సేవ్ చేయండి

source: Cancel
bn: বাতিল
gu: રદ કરો
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்து
te: రద్దు చేయండి

source: Delete
bn: মুছুন
gu: કાઢી નાખો
kn: ಅಳಿಸಿ
ml: നീക്കം ചെയ്യുക
mr: हटवा
pa: ਹਟਾਓ
ta: அழி
te: తొలగించు

source: Edit
bn: সম্পাদনা
gu: ફેરફાર કરો
kn: ತಿದ್ದಿ
ml: എഡിറ്റ്
mr: संपादित करा
pa: ਸੋਧੋ
ta: திருத்து
te: సవరించు

source: Share
bn: শেয়ার
gu: શેર કરો
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
mr: शेअर करा
pa: ਸਾਂਝਾ ਕਰੋ
ta: பகிர்
te: షేర్ చేయండి

source: Translate
bn: অনুবাদ
gu: અનુવાદ
kn: ಅನುವಾದ
ml: വിവർത്തനം
mr: भाषांतर
pa: ਅਨੁਵਾਦ
ta: மொழிபெயர்
te: అనువదించు

source: Pro Feature
bn: প্রো ফিচার
gu: પ્રો ફીચર
kn: ಪ್ರೊ ವೈಶಿಷ್ಟ್ಯ
ml: പ്രോ ഫീച്ചർ
mr: प्रो फिचर
pa: ਪ੍ਰੋ ਫੀਚਰ
ta: Pro வசதி
te: ప్రో ఫీచర్

# settingsLanguage
source: Language
bn: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష

# settingsTheme
source: Theme
bn: থিম
gu: થીમ
kn: ಥೀಮ್
ml: തീം
mr: थीम
pa: ਥੀਮ
ta: தீம்
te: థీమ్

# settingsStorage
source: Storage location
bn: স্টোরেজ লোকেশন
gu: સ્ટોરેજ લોકેશન
kn: ಶೇಖರಣಾ ಸ್ಥಳ
ml: സ്റ്റോറേജ് സ്ഥാനം
mr: स्टोरेज लोकेशन
pa: ਸਟੋਰੇਜ ਸਥਾਨ
ta: சேமிப்பு இடம்
te: నిల్వ స్థానం

# settingsClearCache
source: Clear cache
bn: ক্যাশ পরিষ্কার করুন
gu: કેશ સાફ કરો
kn: ಕ್ಯಾಶ್ ತೆರವುಗೊಳಿಸಿ
ml: കാഷ് ക്ലിയർ ചെയ്യുക
mr: कॅशे साफ करा
pa: ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
ta: தற்காலிக நினைவகத்தை அழி
te: కాష్ క్లియర్ చేయండి

# settingsAbout
source: About
bn: সম্পর্কে
gu: વિશે
kn: ಕುರಿತು
ml: കുറിച്ച്
mr: बद्दल
pa: ਬਾਰੇ
ta: பற்றி
te: గురించి

# settingsVersion
source: Version
bn: সংস্করণ
gu: આવૃત્તિ
kn: ಆವೃತ್ತಿ
ml: പതിപ്പ്
mr: आवृत्ती
pa: ਵਰਜਨ
ta: பதிப்பு
te: వెర్షన్

# settingsLicenses
source: Licenses
bn: লাইসেন্স
gu: લાયસન્સ
kn: ಪರವಾನಗಿಗಳು
ml: ലൈസൻസുകൾ
mr: परवाने
pa: ਲਾਇਸੈਂਸ
ta: உரிமங்கள்
te: లైసెన్సులు

# searchHint
source: Search documents...
bn: নথি অনুসন্ধান করুন...
gu: દસ્તાવેજો શોધો...
kn: ದಾಖಲೆಗಳನ್ನು ಹುಡುಕಿ...
ml: രേഖകൾ തിരയുക...
mr: कागदपत्रे शोधा...
pa: ਦਸਤਾਵੇਜ਼ ਖੋਜੋ...
ta: ஆவணங்களைத் தேடு...
te: పత్రాలను శోధించండి...

# noDocuments
source: No documents yet
bn: কোন নথি নেই
gu: કોઈ દસ્તાવેજો નથી
kn: ಯಾವುದೇ ದಾಖಲೆಗಳಿಲ್ಲ
ml: രേഖകളൊന്നുമില്ല
mr: काहीही कागदपत्रे नाहीत
pa: ਕੋਈ ਦਸਤਾਵੇਜ਼ ਨਹੀਂ
ta: ஆவணங்கள் இல்லை
te: పత్రాలు లేవు

# noDocumentsSubtitle
source: Scan a document to get started
bn: শুরু করতে একটি নথি স্ক্যান করুন
gu: શરૂ કરવા માટે દસ્તાવેજ સ્કેન કરો
kn: ಪ್ರಾರಂಭಿಸಲು ದಾಖಲೆಯನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ആരംഭിക്കാൻ ഒരു രേഖ സ്കാൻ ചെയ്യുക
mr: सुरु करण्यासाठी एखादे कागदपत्र स्कॅन करा
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਦਸਤਾਵੇਜ਼ ਸਕੈਨ ਕਰੋ
ta: தொடங்க ஒரு ஆவணத்தை ஸ்கேன் செய்யவும்
te: ప్రారంభించడానికి పత్రాన్ని స్కాన్ చేయండి

# scanFab
source: Scan
bn: স্ক্যান
gu: સ્કેન
kn: ಸ್ಕ್ಯಾನ್
ml: സ്കാൻ
mr: स्कॅन
pa: ਸਕੈਨ
ta: ஸ்கேன்
te: స్కాన్ చేయండి

source: Rename
bn: নাম পরিবর্তন
gu: નામ બદલો
kn: ಮರುಹೆಸರಿಸಿ
ml: പേരുമാറ്റുക
mr: नाव बदला
pa: ਨਾਮ ਬਦਲੋ
ta: பெயர் மாற்றுக
te: పేరు మార్చండి

source: Move to Folder
bn: ফোল্ডারে সরান
gu: ફોલ્ડરમાં ખસેડો
kn: ಫೋಲ್ಡರ್‌ಗೆ ಸರಿಸಿ
ml: ഫോൾഡറിലേക്ക് നീക്കുക
mr: फोल्डरमध्ये हलवा
pa: ਫੋਲਡਰ ਵਿੱਚ ਭੇਜੋ
ta: கோப்புறைக்கு நகர்த்தவும்
te: ఫోల్డర్‌కు తరలించండి

# moveToRoot
source: None (Root)
bn: কিছুই না (রুট)
gu: કંઈ નથી (રુટ)
kn: ಯಾವುದೂ ಇಲ್ಲ (ರೂಟ್)
ml: ഒന്നുമില്ല (റൂട്ട്)
mr: काहीही नाही (रूट)
pa: ਕੋਈ ਨਹੀਂ (ਰੂਟ)
ta: ஒன்றுமில்லை (ரூட்)
te: ఏదీ లేదు (రూట్)

# deleteDocumentTitle
source: Delete Document
bn: নথি মুছুন
gu: દસ્તાવેજ કાઢી નાખો
kn: ದಾಖಲೆಯನ್ನು ಅಳಿಸಿ
ml: രേഖ ഇല്ലാതാക്കുക
mr: कागदपत्र हटवा
pa: ਦਸਤਾਵੇਜ਼ ਮਿਟਾਓ
ta: ஆவணத்தை நீக்கு
te: పత్రాన్ని తొలగించండి

# deleteConfirmation
source: Are you sure you want to delete "{name}"?
bn: আপনি কি নিশ্চিত যে আপনি "{name}" মুছতে চান?
gu: શું તમે ખાતરી કરો છો કે તમે "{name}" કાઢી નાખવા માંગો છો?
kn: "{name}" ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: "{name}" ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्ही नक्की "{name}" हटवू इच्छिता?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ "{name}" ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: "{name}" ஐ நீக்க விரும்புகிறீர்களா?
te: మీరు "{name}"ని తొలగించాలనుకుంటున్నారా?

# deleted
source: {name} deleted
bn: {name} মুছে ফেলা হয়েছে
gu: {name} કાઢી નાખ્યું
kn: {name} ಅಳಿಸಲಾಗಿದೆ
ml: {name} ഇല്ലാതാക്കി
mr: {name} हटवले
pa: {name} ਮਿਟਾਇਆ ਗਿਆ
ta: {name} நீக்கப்பட்டது
te: {name} తొలగించబడింది

source: Moved to root
bn: রুটে সরানো হয়েছে
gu: રુટમાં ખસેડ્યું
kn: ರೂಟ್‌ಗೆ ಸರಿಸಲಾಗಿದೆ
ml: റൂട്ടിലേക്ക് നീക്കി
mr: रूटमध्ये हलवले
pa: ਰੂਟ ਵਿੱਚ ਭੇਜਿਆ ਗਿਆ
ta: ரூட்டிற்கு நகர்த்தப்பட்டது
te: రూట్‌కు తరలించబడింది

# movedTo
source: Moved to {folderName}
bn: {folderName}-এ সরানো হয়েছে
gu: {folderName} માં ખસેડ્યું
kn: {folderName} ಗೆ ಸರಿಸಲಾಗಿದೆ
ml: {folderName}-ലേക്ക് നീക്കി
mr: {folderName} मध्ये हलवले
pa: {folderName} ਵਿੱਚ ਭੇਜਿਆ ਗਿਆ
ta: {folderName}-க்கு நகர்த்தப்பட்டது
te: {folderName}కు తరలించబడింది

source: Document not found
bn: নথি পাওয়া যায়নি
gu: દસ્તાવેજ મળ્યો નથી
kn: ದಾಖಲೆ ಕಂಡುಬಂದಿಲ್ಲ
ml: രേഖ കണ്ടെത്തിയില്ല
mr: कागदपत्र सापडले नाही
pa: ਦਸਤਾਵੇਜ਼ ਨਹੀਂ ਮਿਲਿਆ
ta: ஆவணம் கிடைக்கவில்லை
te: పత్రం కనుగొనబడలేదు

source: Edit Page
bn: পেজ সম্পাদনা
gu: પેજમાં ફેરફાર કરો
kn: ಪುಟವನ್ನು ಸಂಪಾದಿಸಿ
ml: പേജ് എഡിറ്റുചെയ്യുക
mr: पेज संपादित करा
pa: ਪੰਨਾ ਸੰਪਾਦਿਤ ਕਰੋ
ta: பக்கத்தைத் திருத்து
te: పేజీని సవరించండి

source: Add Page
bn: পেজ যোগ করুন
gu: પેજ ઉમેરો
kn: ಪುಟವನ್ನು ಸೇರಿಸಿ
ml: പേജ് ചേർക്കുക
mr: पेज जोडा
pa: ਪੰਨਾ ਜੋੜੋ
ta: பக்கம் சேர்
te: పేజీని జోడించండి

source: Share PDF
bn: PDF শেয়ার করুন
gu: PDF શેર કરો
kn: PDF ಹಂಚಿಕೊಳ್ಳಿ
ml: PDF പങ്കിടുക
mr: PDF शेअर करा
pa: PDF ਸਾਂਝਾ ਕਰੋ
ta: PDF ஐப் பகிரவும்
te: PDFను భాగస్వామ్యం చేయండి

source: Tags
bn: ট্যাগ
gu: ટૅગ્સ
kn: ಟ್ಯಾಗ್‌ಗಳು
ml: ടാഗുകൾ
mr: टॅग्ज
pa: ਟੈਗ
ta: குறிச்சொற்கள்
te: ట్యాగ్లు

# pageCount
source: Page {current} of {total}
bn: পেজ {current} / {total}
gu: પેજ {current} / {total}
kn: ಪುಟ {current} / {total}
ml: പേജ് {current} / {total}
mr: पेज {current} / {total}
pa: ਪੰਨਾ {current} / {total}
ta: பக்கம் {current} / {total}
te: పేజీ {current} / {total}

# pagesAdded
source: {count} page(s) added successfully
bn: {count} টি পেজ সফলভাবে যোগ করা হয়েছে
gu: {count} પેજ સફળતાપૂર્વક ઉમેર્યા
kn: {count} ಪುಟಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ml: {count} പേജുകൾ വിജയകരമായി ചേർത്തു
mr: {count} पेज यशस्वीरित्या जोडले
pa: {count} ਪੰਨੇ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜੇ ਗਏ
ta: {count} பக்கங்கள் வெற்றிகரமாக சேர்க்கப்பட்டன
te: {count} పేజీలు విజయవంతంగా జోడించబడ్డాయి

# pageAddFailed
source: Failed to add page: {error}
bn: পেজ যোগ করতে ব্যর্থ: {error}
gu: પેજ ઉમેરવામાં નિષ્ફળ: {error}
kn: ಪುಟ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: പേജ് ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: पेज जोडणे अपयशी: {error}
pa: ਪੰਨਾ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ: {error}
ta: பக்கம் சேர்க்க முடியவில்லை: {error}
te: పేజీని జోడించడం విఫలమైంది: {error}

# exportFailed
source: Export Failed: {error}
bn: রপ্তানি ব্যর্থ: {error}
gu: નિકાસ નિષ્ફળ: {error}
kn: ರಫ್ತು ವಿಫಲವಾಗಿದೆ: {error}
ml: എക്‌സ്‌പോർട്ട് പരാജയപ്പെട്ടു: {error}
mr: निर्यात अपयशी: {error}
pa: ਨਿਰਯਾਤ ਅਸਫਲ: {error}
ta: ஏற்றுமதி தோல்வி: {error}
te: ఎగుమతి విఫలమైంది: {error}

# noFolders
source: No folders yet
bn: কোন ফোল্ডার নেই
gu: કોઈ ફોલ્ડર્સ નથી
kn: ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ
ml: ഫോൾഡറുകളൊന്നുമില്ല
mr: काहीही फोल्डर्स नाहीत
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ
ta: கோப்புறைகள் இல்லை
te: ఫోల్డర్లు లేవు

# noFoldersAvailable
source: No folders available. Create one first.
bn: কোন ফোল্ডার উপলব্ধ নেই। প্রথমে একটি তৈরি করুন।
gu: કોઈ ફોલ્ડર્સ ઉપલબ્ધ નથી. પહેલા એક બનાવો.
kn: ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ. ಮೊದಲು ಒಂದನ್ನು ರಚಿಸಿ.
ml: ഫോൾഡറുകളൊന്നും ലഭ്യമല്ല. ആദ്യം ഒരെണ്ണം സൃഷ്ടിക്കുക.
mr: काहीही फोल्डर्स उपलब्ध नाहीत. आधी एक तयार करा.
pa: ਕੋਈ ਫੋਲਡਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਪਹਿਲਾਂ ਇੱਕ ਬਣਾਓ।
ta: கோப்புறைகள் இல்லை. முதலில் ஒன்றை உருவாக்கவும்.
te: ఫోల్డర్లు అందుబాటులో లేవు. ముందుగా ఒకదాన్ని సృష్టించండి.

source: New Folder
bn: নতুন ফোল্ডার
gu: નવું ફોલ્ડર
kn: ಹೊಸ ಫೋಲ್ಡರ್
ml: പുതിയ ഫോൾഡർ
mr: नवीन फोल्डर
pa: ਨਵਾਂ ਫੋਲਡਰ
ta: புதிய கோப்புறை
te: కొత్త ఫోల్డర్

source: Folder Name
bn: ফোল্ডারের নাম
gu: ફોલ્ડર નામ
kn: ಫೋಲ್ಡರ್ ಹೆಸರು
ml: ഫോൾഡർ പേര്
mr: फोल्डरचे नाव
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ
ta: கோப்புறை பெயர்
te: ఫోల్డర్ పేరు

source: Create
bn: তৈরি করুন
gu: બનાવો
kn: ರಚಿಸಿ
ml: സൃഷ്ടിക്കുക
mr: तयार करा
pa: ਬਣਾਓ
ta: உருவாக்கு
te: సృష్టించు

source: Edit Folder
bn: ফোল্ডার সম্পাদনা
gu: ફોલ્ડરમાં ફેરફાર કરો
kn: ಫೋಲ್ಡರ್ ಸಂಪಾದಿಸಿ
ml: ഫോൾഡർ എഡിറ്റുചെയ്യുക
mr: फोल्डर संपादित करा
pa: ਫੋਲਡਰ ਸੰਪਾਦਿਤ ਕਰੋ
ta: கோப்புறையைத் திருத்து
te: ఫోల్డర్‌ను సవరించండి

# deleteFolderTitle
source: Delete Folder
bn: ফোল্ডার মুছুন
gu: ફોલ્ડર કાઢી નાખો
kn: ಫೋಲ್ಡರ್ ಅಳಿಸಿ
ml: ഫോൾഡർ ഇല്ലാതാക്കുക
mr: फोल्डर हटवा
pa: ਫੋਲਡਰ ਮਿਟਾਓ
ta: கோப்புறையை நீக்கு
te: ఫోల్డర్‌ను తొలగించండి

# deleteFolderConfirmation
source: Delete this folder? Documents inside will be moved to root.
bn: এই ফোল্ডারটি কি মুছতে চান? ভিতরের নথিগুলি রুটে সরানো হবে।
gu: આ ફોલ્ડર કાઢી નાખવું છે? અંદરના દસ્તાવેજો રુટમાં ખસેડવામાં આવશે.
kn: ಈ ಫೋಲ್ಡರ್ ಅಳಿಸುವುದೇ? ಒಳಗಿನ ದಾಖಲೆಗಳನ್ನು ರೂಟ್‌ಗೆ ಸರಿಸಲಾಗುವುದು.
ml: ഈ ഫോൾഡർ ഇല്ലാതാക്കണോ? ഉള്ളിലുള്ള രേഖകൾ റൂട്ടിലേക്ക് നീക്കും.
mr: हे फोल्डर हटवायचे? आतील कागदपत्रे रूटमध्ये हलवली जातील.
pa: ਕੀ ਇਹ ਫੋਲਡਰ ਮਿਟਾਉਣਾ ਹੈ? ਅੰਦਰਲੇ ਦਸਤਾਵੇਜ਼ ਰੂਟ ਵਿੱਚ ਭੇਜੇ ਜਾਣਗੇ।
ta: இந்தக் கோப்புறையை நீக்கலாமா? உள்ளே உள்ள ஆவணங்கள் ரூட்டிற்கு நகர்த்தப்படும்.
te: ఈ ఫోల్డర్‌ను తొలగించాలా? లోపల ఉన్న పత్రాలు రూట్‌కు తరలించబడతాయి.

# folderItems
source: {count} items
bn: {count} টি আইটেম
gu: {count} આઈટમ્સ
kn: {count} ಐಟಂಗಳು
ml: {count} ഇനങ്ങൾ
mr: {count} आयटम
pa: {count} ਆਈਟਮਾਂ
ta: {count} உருப்படிகள்
te: {count} అంశాలు

source: Extracted Text
bn: নিষ্কাশিত টেক্সট
gu: એક્સટ્રેક્ટ કરેલો ટેક્સ્ટ
kn: ಹೊರತೆಗೆಯಲಾದ ಪಠ್ಯ
ml: എക്‌സ്‌ട്രാക്റ്റുചെയ്‌ത ടെക്‌സ്‌റ്റ്
mr: काढलेला मजकूर
pa: ਕੱਢਿਆ ਗਿਆ ਟੈਕਸਟ
ta: பிரித்தெடுக்கப்பட்ட உரை
te: సేకరించిన వచనం

# ocrFailed
source: OCR Failed: {error}
bn: OCR ব্যর্থ: {error}
gu: OCR નિષ્ફળ: {error}
kn: OCR ವಿಫಲವಾಗಿದೆ: {error}
ml: OCR പരാജയപ്പെട്ടു: {error}
mr: OCR अपयशी: {error}
pa: OCR ਅਸਫਲ: {error}
ta: OCR தோல்வி: {error}
te: OCR విఫలమైంది: {error}

# textSaved
source: Text saved to document
bn: টেক্সট নথিতে সংরক্ষিত হয়েছে
gu: ટેક્સ્ટ દસ્તાવેજમાં સાચવ્યો
kn: ಪಠ್ಯವನ್ನು ದಾಖಲೆಗೆ ಉಳಿಸಲಾಗಿದೆ
ml: രേഖയിൽ ടെക്‌സ്‌റ്റ് സേവ് ചെയ്തു
mr: मजकूर कागदपत्रात सेव्ह केला
pa: ਟੈਕਸਟ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ
ta: உரை ஆவணத்தில் சேமிக்கப்பட்டது
te: వచనం పత్రానికి సేవ్ చేయబడింది

# saveFailed
source: Failed to save: {error}
bn: সংরক্ষণ করতে ব্যর্থ: {error}
gu: સાચવવામાં નિષ્ફળ: {error}
kn: ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: सेव्ह करणे अपयशी: {error}
pa: ਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ta: சேமிக்க முடியவில்லை: {error}
te: సేవ్ చేయడం విఫలమైంది: {error}

source: Save to Document
bn: নথিতে সংরক্ষণ করুন
gu: દસ્તાવેજમાં સાચવો
kn: ದಾಖಲೆಗೆ ಉಳಿಸಿ
ml: രേഖയിലേക്ക് സേവ് ചെയ്യുക
mr: कागदपत्रात सेव्ह करा
pa: ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਰੱਖਿਅਤ ਕਰੋ
ta: ஆவணத்தில் சேமி
te: పత్రానికి సేవ్ చేయండి

source: Copied to clipboard
bn: ক্লিপবোর্ডে কপি করা হয়েছে
gu: ક્લિપબોર્ડ પર કૉપિ કર્યું
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ml: ക്ലിപ്പ്‌ബോർഡിലേക്ക് പകർത്തി
mr: क्लिपबोर्डवर कॉपी केले
pa: ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ta: கிளிப்போர்டில் நகலெடுக்கப்பட்டது
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది

source: Copy
bn: কপি
gu: કૉપિ
kn: ನಕಲಿಸಿ
ml: പകർപ്പ്
mr: कॉपी
pa: ਕਾਪੀ
ta: நகலெடு
te: కాపీ చేయండి

source: No text extracted...
bn: কোন টেক্সট নিষ্কাশন করা হয়নি...
gu: કોઈ ટેક્સ્ટ એક્સટ્રેક્ટ કર્યો નથી...
kn: ಯಾವುದೇ ಪಠ್ಯ ಹೊರತೆಗೆಯಲಾಗಿಲ್ಲ...
ml: ടെക്‌സ്‌റ്റൊന്നും എക്‌സ്‌ട്രാക്റ്റുചെയ്‌തില്ല...
mr: काहीही मजकूर काढला नाही...
pa: ਕੋਈ ਟੈਕਸਟ ਨਹੀਂ ਕੱਢਿਆ ਗਿਆ...
ta: உரை எதுவும் பிரித்தெடுக்கப்படவில்லை...
te: ఏ వచనం సేకరించబడలేదు...

source: Source Text
bn: মূল টেক্সট
gu: મૂળ ટેક્સ્ટ
kn: ಮೂಲ ಪಠ್ಯ
ml: ഉറവിട ടെക്‌സ്‌റ്റ്
mr: मूळ मजकूर
pa: ਸਰੋਤ ਟੈਕਸਟ
ta: மூல உரை
te: మూల వచనం

source: Translation
bn: অনুবাদ
gu: અનુવાદ
kn: ಅನುವಾದ
ml: വിവർത്തനം
mr: भाषांतर
pa: ਅਨੁਵਾਦ
ta: மொழிபெயர்ப்பு
te: అనువాదం

source: Saving Document...
bn: নথি সংরক্ষণ করা হচ্ছে...
gu: દસ્તાવેજ સાચવી રહ્યું છે...
kn: ದಾಖಲೆಯನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ...
ml: രേഖ സേവ് ചെയ്യുന്നു...
mr: कागदपत्र सेव्ह होत आहे...
pa: ਦਸਤਾਵੇਜ਼ ਰੱਖਿਅਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ta: ஆவணம் சேமிக்கப்படுகிறது...
te: పత్రం సేవ్ చేయబడుతోంది...

source: Launching Scanner...
bn: স্ক্যানার চালু হচ্ছে...
gu: સ્કેનર શરૂ થઈ રહ્યું છે...
kn: ಸ್ಕ್ಯಾನರ್ ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ...
ml: സ്കാനർ സമാരംഭിക്കുന്നു...
mr: स्कॅनर सुरु होत आहे...
pa: ਸਕੈਨਰ ਲਾਂਚ ਹੋ ਰਿਹਾ ਹੈ...
ta: ஸ்கேனர் தொடங்கப்படுகிறது...
te: స్కానర్ ప్రారంభించబడుతోంది...

# saveDocumentFailed
source: Failed to save document: {error}
bn: নথি সংরক্ষণ করতে ব্যর্থ: {error}
gu: દસ્તાવેજ સાચવવામાં નિષ્ફળ: {error}
kn: ದಾಖಲೆ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: രേഖ സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: कागदपत्र सेव्ह करणे अपयशी: {error}
pa: ਦਸਤਾਵੇਜ਼ ਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ta: ஆவணத்தைச் சேமிக்க முடியவில்லை: {error}
te: పత్రాన్ని సేవ్ చేయడం విఫలమైంది: {error}

# editTitle
source: Edit
bn: সম্পাদনা
gu: ફેરફાર કરો
kn: ತಿದ್ದಿ
ml: എഡിറ്റ്
mr: संपादित करा
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ta: திருத்து
te: సవరించు

source: Done
bn: সম্পন্ন
gu: થઈ ગયું
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
pa: ਹੋ ਗਿਆ
ta: முடிந்தது
te: పూర్తయింది

# errorLoadingImage
source: Error loading image: {error}
bn: ইমেজ লোড করতে ত্রুটি: {error}
gu: ઈમેજ લોડ કરવામાં ભૂલ: {error}
kn: ಚಿತ್ರ ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ: {error}
ml: ഇമേജ് ലോഡ് ചെയ്യുന്നതിൽ പിശക്: {error}
mr: इमेज लोड करताना त्रुटी: {error}
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {error}
ta: படத்தை ஏற்றுவதில் பிழை: {error}
te: ఇమేజ్ లోడ్ చేయడంలో లోపం: {error}

# errorApplyingFilter
source: Error applying filter: {error}
bn: ফিল্টার প্রয়োগ করতে ত্রুটি: {error}
gu: ફિલ્ટર લાગુ કરવામાં ભૂલ: {error}
kn: ಫಿಲ್ಟರ್ ಅನ್ವಯಿಸುವಲ್ಲಿ ದೋಷ: {error}
ml: ഫിൽട്ടർ ബാധകമാക്കുന്നതിൽ പിശക്: {error}
mr: फिल्टर लागू करताना त्रुटी: {error}
pa: ਫਿਲਟਰ ਲਾਗੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {error}
ta: வடிகட்டியைப் பயன்படுத்துவதில் பிழை: {error}
te: ఫిల్టర్ వర్తింపజేయడంలో లోపం: {error}

# saveChangesFailed
source: Failed to save changes: {error}
bn: পরিবর্তন সংরক্ষণ করতে ব্যর্থ: {error}
gu: ફેરફારો સાચવવામાં નિષ્ફળ: {error}
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: बदल सेव्ह करणे अपयशी: {error}
pa: ਬਦਲਾਅ ਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ta: மாற்றங்களைச் சேமிக்க முடியவில்லை: {error}
te: మార్పులను సేవ్ చేయడం విఫలమైంది: {error}

source: No image
bn: কোন ইমেজ নেই
gu: કોઈ ઈમેજ નથી
kn: ಯಾವುದೇ ಚಿತ್ರವಿಲ್ಲ
ml: ഇമേജ് ഇല്ല
mr: इमेज नाही
pa: ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ
ta: படம் இல்லை
te: ఇమేజ్ లేదు

# deleteTagTitle
source: Delete Tag
bn: ট্যাগ মুছুন
gu: ટૅગ કાઢી નાખો
kn: ಟ್ಯಾಗ್ ಅಳಿಸಿ
ml: ടാഗ് ഇല്ലാതാക്കുക
mr: टॅग हटवा
pa: ਟੈਗ ਮਿਟਾਓ
ta: குறிச்சொல்லை நீக்கு
te: ట్యాగ్ తొలగించు

# deleteTagConfirmation
source: Are you sure you want to delete "{tagName}"?
bn: আপনি কি নিশ্চিত যে আপনি "{tagName}" ট্যাগটি মুছতে চান?
gu: શું તમે ખાતરી કરો છો કે તમે "{tagName}" ટૅગ કાઢી નાખવા માંગો છો?
kn: "{tagName}" ಟ್ಯಾಗ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: "{tagName}" ടാഗ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्ही नक्की "{tagName}" टॅग हटवू इच्छिता का?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ "{tagName}" ਟੈਗ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: "{tagName}" குறிச்சொல்லை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా "{tagName}" ట్యాగ్‌ని తొలగించాలనుకుంటున్నారా?

source: Select Tags
bn: ট্যাগ নির্বাচন করুন
gu: ટૅગ્સ પસંદ કરો
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ടാഗുകൾ തിരഞ്ഞെടുക്കുക
mr: टॅग निवडा
pa: ਟੈਗ ਚੁਣੋ
ta: குறிச்சொற்களைத் தேர்ந்தெடுக்கவும்
te: ట్యాగ్‌లను ఎంచుకోండి

source: Manage Tags
bn: ট্যাগ পরিচালনা করুন
gu: ટૅગ્સ મેનેજ કરો
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ടാഗുകൾ കൈകാര്യം ചെയ്യുക
mr: टॅग व्यवस्थापित करा
pa: ਟੈਗ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: குறிச்சொற்களை நிர்வகி
te: ట్యాగ్‌లను నిర్వహించండి

# noTags
source: No tags created yet
bn: এখনো কোন ট্যাগ তৈরি হয়নি
gu: હજુ સુધી કોઈ ટૅગ્સ બનાવેલ નથી
kn: ಇನ್ನೂ ಯಾವುದೇ ಟ್ಯಾಗ್‌ಗಳನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ
ml: ഇതുവരെ ടാഗുകളൊന്നും സൃഷ്ടിച്ചിട്ടില്ല
mr: अद्याप टॅग तयार केले नाहीत
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਟੈਗ ਨਹੀਂ ਬਣਾਇਆ ਗਿਆ
ta: குறிச்சொற்கள் எதுவும் உருவாக்கப்படவில்லை
te: ఇంకా ట్యాగ్‌లు సృష్టించబడలేదు

source: New Tag Name
bn: নতুন ট্যাগের নাম
gu: નવું ટૅગ નામ
kn: ಹೊಸ ಟ್ಯಾಗ್ ಹೆಸರು
ml: പുതിയ ടാഗ് പേര്
mr: नवीन टॅग नाव
pa: ਨਵਾਂ ਟੈਗ ਨਾਮ
ta: புதிய குறிச்சொல் பெயர்
te: కొత్త ట్యాగ్ పేరు

# errorGeneric
source: Error: {error}
bn: ত্রুটি: {error}
gu: ભૂલ: {error}
kn: ದೋಷ: {error}
ml: പിശക്: {error}
mr: त्रुटी: {error}
pa: ਗਲਤੀ: {error}
ta: பிழை: {error}
te: లోపం: {error}

source: Rename Folder
bn: ফোল্ডারের নাম পরিবর্তন
gu: ફોલ્ડર નવું નામ આપો
kn: ಫೋಲ್ಡರ್ ಮರುಹೆಸರಿಸಿ
ml: ഫോൾഡർ പേരുമാറ്റുക
mr: फोल्डरचे नाव बदला
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਬਦਲੋ
ta: கோப்புறை மறுபெயரிடு
te: ఫోల్డర్ పేరు మార్చండి

source: Empty Folder
bn: খালি ফোল্ডার
gu: ખાલી ફોલ્ડર
kn: ಖಾಲಿ ಫೋಲ್ಡರ್
ml: ശൂന്യമായ ഫോൾഡർ
mr: रिकामे फोल्डर
pa: ਖਾਲੀ ਫੋਲਡਰ
ta: காலி கோப்புறை
te: ఖాళీ ఫోల్డర్

# exportPdfTitle
source: Export PDF
bn: PDF রপ্তানি করুন
gu: PDF નિકાસ કરો
kn: PDF ರಫ್ತು ಮಾಡಿ
ml: PDF എക്‌സ്‌പോർട്ട്
mr: PDF निर्यात करा
pa: PDF ਨਿਰਯਾਤ ਕਰੋ
ta: PDF ஏற்றுமதி
te: PDF ఎగుమతి

source: Include OCR Text
bn: OCR টেক্সট অন্তর্ভুক্ত করুন
gu: OCR ટેક્સ્ટ શામેલ કરો
kn: OCR ಪಠ್ಯವನ್ನು ಸೇರಿಸಿ
ml: OCR ടെക്‌സ്‌റ്റ് ഉൾപ്പെടുത്തുക
mr: OCR मजकूर समाविष्ट करा
pa: OCR ਟੈਕਸਟ ਸ਼ਾਮਲ ਕਰੋ
ta: OCR உரையைச் சேர்க்கவும்
te: OCR వచనాన్ని చేర్చండి

# includeOcrTextSubtitle
source: Adds a separate page with extracted text
bn: নিষ্কাশিত টেক্সট সহ একটি পৃথক পেজ যোগ করে
gu: એક્સટ્રેક્ટ કરેલા ટેક્સ્ટ સાથે એક અલગ પેજ ઉમેરે છે
kn: ಹೊರತೆಗೆಯಲಾದ ಪಠ್ಯದೊಂದಿಗೆ ಪ್ರತ್ಯೇಕ ಪುಟವನ್ನು ಸೇರಿಸುತ್ತದೆ
ml: എക്‌സ്‌ട്രാക്റ്റുചെയ്‌ത ടെക്‌സ്‌റ്റ് ഉള്ള ഒരു പ്രത്യേക പേജ് ചേർക്കുന്നു
mr: काढलेल्या मजकूरासह वेगळे पेज जोडते
pa: ਕੱਢੇ ਗਏ ਟੈਕਸਟ ਨਾਲ ਇੱਕ ਵੱਖਰਾ ਪੰਨਾ ਜੋੜਦਾ ਹੈ
ta: பிரித்தெடுக்கப்பட்ட உரையுடன் தனி பக்கத்தைச் சேர்க்கிறது
te: సంగ్రహించిన వచనంతో ప్రత్యేక పేజీని జోడిస్తుంది

# pagesHeader
source: Pages
bn: পেজগুলো
gu: પેજ
kn: ಪುಟಗಳು
ml: പേജുകൾ
mr: पेजेस
pa: ਪੰਨੇ
ta: பக்கங்கள்
te: పేజీలు

source: Deselect All
bn: সব অনির্বাচন করুন
gu: બધું નાપસંદ કરો
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ರದ್ದುಮಾಡಿ
ml: എല്ലാം അളക്കുക
mr: सर्व निवड रद्द करा
pa: ਸਾਰੇ ਅਣਚੁਣੇ ਕਰੋ
ta: அனைத்தையும் தேர்வுநீக்கு
te: అన్నీ ఎంపిక తీసివేయి

source: Select All
bn: সব নির্বাচন করুন
gu: બધું પસંદ કરો
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
pa: ਸਾਰੇ ਚੁਣੋ
ta: அனைத்தையும் தேர்வுசெய்
te: అన్నీ ఎంచుకోండి

# pageIndex
source: Page {number}
bn: পেজ {number}
gu: પેજ {number}
kn: ಪುಟ {number}
ml: പേജ് {number}
mr: पेज {number}
pa: ਪੰਨਾ {number}
ta: பக்கம் {number}
te: పేజీ {number}

# exportAction
source: Export
bn: রপ্তানি
gu: નિકાસ કરો
kn: ರಫ್ತು
ml: എക്‌സ്‌പോർട്ട്
mr: निर्यात
pa: ਨਿਰਯਾਤ
ta: ஏற்றுமதி
te: ఎగుమతి
